export const API_TOKEN = '0b2a882879704512b9d366f8cbf4f8ed';

// Количество элементов списков, отображаемое при первоначальном рендеринге списка (например, списка матчей)
export const DEFAULT_SHOW_COUNT = 30;

// Количество элементов списков, дополнительно отображаемых при нажатии на кнопку показа скрытых элементов
export const DEFAULT_SHOW_STEP = 30;

// Константа для хранения кода текущего сезона
export const CURRENT_SEASON = 'cs';

// Наиболее ранний сезон, для которого допустимо запрашивать данные
export const EARLIE_SEASON = 1950